{
  "about-us": "À propos de nous",
  "who-are-we": "Qui sommes nous",
  "what-we-do": "Ce que nous faisons",
  "suppliers": "Fournisseurs",
  "subscribers": "Les abonnés",
  "who-are-we-info": "Plus qu'un magasin de commerce électronique moyen, nous sommes un marché et une communauté d'aliments naturels engagés dans la qualité, la livraison et une visibilité accrue des aliments nutritifs - des produits sans gluten et végétaliens aux produits biologiques et céto, entre autres spécialités.",
  "what-we-do-info": "We connect foodies to the health food items that nourish them most, based on their dietary preferences or restrictions. Subscribers benefit from top-tier deals and free delivery on products that cater to their needs, whereas suppliers can leverage our platform to share their products with those key audiences, all while managing their payments in one place.",
  "suppliers-info": "En tant que marketplace de découverte, nous apportons à votre marque la visibilité qu'elle mérite en vous connectant aux bons consommateurs, au moment le plus opportun.",
  "suppliers-info2": "Que vous proposiez des produits sans gluten ou biologiques, ou que vous répondiez à d'autres préférences ou restrictions alimentaires, vous pouvez présenter votre gamme de produits diététiques sur notre site Web, via votre propre page de profil d'entreprise - et même inclure vos articles dans notre boîte d'abonnement mensuel. – pour engager davantage vos publics cibles. De plus, profitez d'un accès à notre portail fournisseur intuitif, qui vous connecte directement à Stripe pour une gestion plus efficace des paiements automatiques, des factures, etc. Découvrez pourquoi nous sommes bien trop bons.",
  "subscribers-info": "Nous vous aidons à découvrir délicieux - tout ce que délicieux signifie pour vous. Que vous recherchiez les derniers produits biologiques, sans gluten ou végétaliens, nous avons ce qu'il vous faut.",
  "subscribers-info2": "Rejoignez notre communauté et explorez les aliments diététiques qui correspondent le plus à vos besoins alimentaires (et à vos papilles gustatives !), tout en partageant vos découvertes en ligne, à travers des critiques et des choix qui peuvent donner un aperçu à d'autres gastronomes comme vous. Encore plus, abonnez-vous à notre boîte mensuelle W pour obtenir une variété de produits spécialisés livrés directement à votre porte, pour une fraction de leur coût normal. Découvrez pourquoi nous sommes bien trop bons.",
  "learn-more": "Apprendre encore plus",
  "subscribe": "Abonnez-vous",
  "sign-up": "S'inscrire"
}
