{
  "title": "Privacy Policy",
  "privacy-policy-1": "Your privacy is important to us. Way Too Good inc. and its subsidiaries and affiliates (“Way Too Good”,“we” or “us”), understand your concerns with regard to how information about you is collected, used and shared, and we appreciate your trust that we will use and share information about you carefully and sensibly. This Privacy Policy describes what information we collect about you, how we collect it, how we use it, with whom we may share it, and what choices you have regarding it. This Privacy Policy applies to your use of our Web site as well as any other publicly available version of this site or co-branded sites (the “Site”) and any other means by which we may collect information about you, including information you may provide to us other than on the Site. We encourage you to become familiar with this Privacy Policy. By accessing and using the Site, you agree that you have read and understand this Privacy Policy and that you accept and consent to the privacy practices (and any uses and disclosures of information about you) that are described in this Privacy Policy.",
  "privacy-policy-2": "This Privacy Policy applies to Way Too Good.com as well as to any other versions or pages of Way Too Good that we operate, including versions or pages that Way Too Good.com co-brands or private labels with its partners or affiliates. Please be aware that Way Too Good.com may share any information you submit through this Site with partners and Affiliates as described below. This Privacy Policy does not apply to any other websites not owned or directly operated by Way Too Good. We are not responsible for, and this Privacy Policy does not apply to, the privacy practices of other companies or other websites.",
  "privacy-policy-3": "1. What information do we collect, and how do we collect it?",
  "privacy-policy-4": "We and our third party service providers (“Contractors”) may collect certain information from or about you in connection with your use of, or your submissions to or via, the Site (together, “Collected Information”), including, but not limited to, your name, title, email address, postal address, company, and telephone numbers.",
  "privacy-policy-5": "In addition to information you provide directly, the Site automatically collects information and may also customize your visit through technical means via passive information collection processes:",
  "privacy-policy-6": "1a. Cookies: Cookies are small text files that are placed on your computer’s hard drive by computers (or servers) to identify your computer. Our Site may send one or more “cookies” to your computer to improve the utility of the Site by storing user preferences and tracking user trends (also deemed “Collected Information” hereunder). Most browsers are initially set up to accept cookies, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent. Please note that you may not be able to access the full functionality of our Site if cookies are disabled on your browser. You can disable cookies or otherwise manage them through tools provided with your browser software and with third-party software packages. If you turn off cookies, many of the Site’s features will not work as well or at all. Anonymous information regarding usage of our Site and services that is collected and/or aggregated by or on behalf of Way Too Good through the use of such technical means or otherwise is referred to in as “Usage Data“. The use of third party cookies is not covered by our privacy policy. We do not have access or control over these cookies.",
  "privacy-policy-7": "1b. Web Beacons: Web beacons (also known as pixel tags, Internet tags, clear GIFs, or single-pixel GIFS) are electronic images embedded into a Web page.",
  "privacy-policy-8": "1c. IP Address Logs: Way Too Good.com logs Internet Protocol (IP) addresses –the location of your computer on the Internet.",
  "privacy-policy-9": "The Collected Information may reveal such things as the specific pages that you access on the Site or prior to or after visiting the Site, the length of time you spend at the Site, what advertising you have seen onthe Site, etc. which allows Way Too Good to offer you a more diverse selection of advertising information and may also be used together to measure the effectiveness of our advertising campaigns. Cookies and Web beacons may be placed by us or a third party tracking utility partner. Cookies, Web beacons and IP addresses are also used to compile data regarding Site usage (what Web site you came from, what pages of the Site you visit, how long you were on the Site, what type of browser you are using, what Web site did you go to, etc.). This type of tracking does not identify you personally. Web beacons may also be included in emails sent by the Site to determine when and if such emails are opened or forwarded. Web site and our Contractors may use this information to help administer the Site and the servers that provide the Site, generate statistical information, monitor and analyze Site traffic and usage patterns, and improve the Site’s content and content delivery, including any online content, materials, and services that we describe or make available on the Site.",
  "privacy-policy-10": "In addition, we and our Contractors may retain the content of, and metadata regarding, any correspondence you may have with us or our representatives, regardless of the mode of communication by which such correspondence was made. This information helps us to improve the Site and the online content, materials, and services that we make available on the Site, and to more effectively and efficiently respond to both current and future inquiries.",
  "privacy-policy-11": "As with many other websites, the web servers used to operate the Site may collect certain data pertaining to you, including data regarding the equipment and communications method that you use to access the Site, and your activities on our Site. For security reasons and to confirm the integrity of the Site, we,and our Contractors,may combine components of these data with Collected Information, which may identify you. Unless otherwise described in this Privacy Policy, such identifying information (which is deemed “Collected Information” hereunder) will be used solely for our business purposes.",
  "privacy-policy-12": "2. How will we use the information you provide to us?",
  "privacy-policy-13": "In addition to the uses described above, we and our Contractors may use Collected Information to analyze and improve the content, materials, and services that we make available on the Site, to notify you of changes made to the Site, to evaluate user needs and improve the Site content, to send you promotional materials (including targeted advertising), and support tour continuing efforts to offer users the information and services we think they want most. If you contact us for support or assistance, we may use Collected Information to provide service and support to you. We may also use Collected Information and the associated statistical data we and our Contractors generate to deliver targeted advertisements to you and other visitors of our Site.",
  "privacy-policy-14": "We and our Contractors may store Collected Information for as long as needed for the purposes indicated in this Privacy Policy, which may be indefinitely.",
  "privacy-policy-15": "Personally Identifiable Information: Personally identifiable information collected by Way Too Good through your use of the Site may be stored on servers or in a cookie on your computer and may be used by us for any of the following purposes:",
  "privacy-policy-16": "To send promotional or marketing materials, newsletters, or other content via email or otherwise, unless you have indicated that you do not wish to receive such materials you can opt out of receiving these by sending a request to unsubscribe@waytoogood.com. Way Too Good will do its best to grant the request as soon as possible",
  "privacy-policy-17": "To permit third parties to whom the Site may disclose personally identifiable information specifically for analytics driven optimizations on the Site and in marketing or advertising campaigns.",
  "privacy-policy-18": "To improve your user experience.",
  "privacy-policy-19": "To manage its relationships with our business customers (providers, affiliates, etc.) partners and other third parties to which the Site may disclose personally identifiable information pursuant to this Statement (e.g., to provide reporting to provide customer support, and to resolve disputes).",
  "privacy-policy-20": "For Site administration, analysis, research, development, optimization and other internal purposes, including, without limitation to compile Usage Data.",
  "privacy-policy-21": "3. With whom do we share the information we collect?",
  "privacy-policy-22": "We may share Collected Information with certain of our Contractors (e.g., our web hosting provider) in order to provide the Site to you. We may also share Collected Information with some of our business and marketing partners (direct, email lists, etc.) in furthering our mission as an organization or delivering the content, materials, and services available on or through the Site to you. We and our Contractors may also produce reports on Site traffic, usage patterns, and similar data generated from Collected Information, and we may share these reports with our business and marketing partners and others.",
  "privacy-policy-23": "We may disclose Collected Information to the proper authorities if we become subject to a subpoena or court order or if we believe that we are otherwise legally required to disclose such information. We may also use and disclose information about you to establish or exercise our legal rights, to assert and defend against legal claims, or if we believe such disclosure is necessary to investigate, prevent, or take other action regarding actual or suspected illegal or fraudulent activities or potential threats to the physical safety or well-being of any person.",
  "privacy-policy-24": "If all or part of Way Too Good is sold, merged, or otherwise transferred to another entity, we may transfer Collected Information to such entity as part of that transaction.",
  "privacy-policy-25": "4. What choices do you have?",
  "privacy-policy-26": "When corresponding with Way Too Good or our representatives, or when making a request for information or otherwise interacting with us or others through the Site, you choose what information to supply, what questions or comments to submit, whether you wish to receive further information, and by what method of communication such information should be delivered. Please take care to share only such information as is needed or that you believe is appropriate. You are under no obligation to provide us with personally identifiable information, but without it we may not be able to provide you the products or services you request. You may contact us as indicated below if at any time you would like to ask us about our data collection and information security practices.",
  "privacy-policy-27": "5. How Do We Protect Information Collected About You?",
  "privacy-policy-28": "Your personally identifiable information is one of our most valuable assets. We follow generally accepted industry standards to keep it physically secure in our data centers and it is only accessibleto authorized personnel as needed to perform operations governed by this policy. In addition, the Site uses Secure Socket Layer (SSL) encryption, the industry standard for protecting privacy in Web transactions. Please keep in mind that despite these measures, the Site cannot guarantee or warrant 100% security of its servers and databases. Moreover, the Site cannot guarantee that personally identifiable information that you submit through the Site will not be intercepted or otherwise disclosed. We have put in place certain security measures to safeguard Collected Information, but the storage and communication of Collected Information can never be completely secure. Hence we do not guarantee that information that you transmit or otherwise supply to us, or any communications conducted on or through the Site, is or will be totally secure. If you become aware of any breach of Site security or this Privacy Policy, please notify us immediately.",
  "privacy-policy-29": "6. Interactive Areas.",
  "privacy-policy-30": "We may provide areas within the Site that allow users to post commentary and other materials also known as User Generated Content (UGC). If we do, these interactive or UGC areas, such as blogs, comments, discussion forums, are intended to enhance the user experience and build a healthy community around the products and services available through the Site. Way Too Good is not liable for information posted in interactive areas of the Site. While Way Too Good will do its best to remove offensive or objectionable content once it’s been identified or reported, you acknowledge that you are aware of the risks inherent to UGC platforms and tools. You also acknowledge that, should you participate in such interactive areas, the information you voluntarily post about yourself and third parties in such areas might be accessed, collected and used by third parties other than Way Too Good or our Contractors.",
  "privacy-policy-31": "7. We may change this Notice.",
  "privacy-policy-32": "From time to time, we may change our privacy practices, and this Privacy Policy, because of changes in relevant and applicable legal or regulatory requirements, our business practices, or in our attempts to better serve your needs and those of our other customers. We will try to notify you of any such changes, and a revised policy will be posted on this Site. We encourage you to regularly review the current version of this Privacy Policy on the Site to review any such changes. In certain instances Way Too Good may send email notifications on changes or updates to the email address you’ve provided.",
  "privacy-policy-33": "8. Location of this Site.",
  "privacy-policy-34": "This Site is hosted and operated in Canada. However, we and our Contractors may, in our effort to provide the Site, store Collected Information in Canada, or we may transfer it to, and store it within, other countries.",
  "privacy-policy-35": "Those who access or use the Site from jurisdictions outside of Canada do so at their own choice and risk and are solely responsible for compliance with local law. If you are not a resident of the Canada, you acknowledge and agree that we may collect and use your personal information outside your home jurisdiction, and that we may store your personal information in the Canada or elsewhere. Please note that the level of legal protection provided in the Canada or other non-European countries from which you may access our Site may not be as stringent as that under European Union privacy standards or the privacy laws of some other countries, possibly including your home jurisdiction.",
  "privacy-policy-36": "9. Any questions?",
  "privacy-policy-37": "For any questions, or to request further information regarding this Privacy Policy or our use and disclosure of Collected Information, please contact us at support@waytoogood.com."
}
