{
  "about-us": "About Us",
  "who-are-we": "Who are we",
  "what-we-do": "What we do",
  "suppliers": "Suppliers",
  "subscribers": "Subscribers",
  "who-are-we-info": "Way Too Good is a next-generation health food marketplace that goes beyond your average e-commerce or grocery store. Our focus is on making gluten-free, vegan, organic, and keto food among other specialties available to everyone.",
  "what-we-do-info": "We connect foodies to the health food items that nourish them most, based on their dietary preferences or restrictions. Our platform allows subscribers to take advantage of top-tier deals and free delivery on products that match their needs. On the other hand, suppliers can use our platform to share their products with their target audiences while managing their payments in one place.",
  "suppliers-info": "As a discovery marketplace, we bring your brand the visibility it deserves by connecting you to the right consumers, at the most opportune moment.",
  "suppliers-info2": "You can display your entire range of health food products on our site, by creating a profile page tailored to your business. Better yet, include your products in our subscription-based box to reach more consumers. Additionally, enjoy access to our user-friendly supplier portal, which connects you directly to Stripe for more efficient management of payments, invoices, and more. Find out why we’re Way Too Good.",
  "subscribers-info": "We help you discover delicious – whatever delicious means to you. Whether you’re looking for the latest in organic, gluten-free, or vegan goods, we’ve got you covered.",
  "subscribers-info2": "Our online community will allow you to explore the health food items that appeal most to your dietary needs (and taste buds), while sharing your discoveries with other food lovers, through reviews and top picks that will help them understand your choices. Plus, subscribe to our monthly health food box for a variety of specialty items delivered straight to your door at just a fraction of their regular cost. Find out why we’re Way Too Good.",
  "learn-more": "Learn more",
  "subscribe": "Subscribe",
  "sign-up": "Sign up"
}
